Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Font storage is not available
de: Schriftspeicher nicht verfügbar
es: El almacenamiento de fuentes no está disponible
et: Fondide salvestusruum pole saadaval
fr: Le stockage des polices est indisponible
hu: A betűtípustár nem érhető el
it: L’archivio dei font non è disponibile
ja: フォントの保存先を利用できません
ko: 서체 저장 공간을 사용할 수 없습니다
ms: Storan fon tidak tersedia
pt: O armazenamento de tipos de letra não está disponível
ru: Хранилище шрифтов недоступно
zh_hans: 字体存储不可用

source: Font storage is not available.
de: Der Schriftspeicher ist nicht verfügbar.
es: El almacenamiento de fuentes no está disponible.
et: Fondihoidla pole saadaval.
fr: Le stockage des polices n'est pas disponible.
hu: A betűtípus-tároló nem érhető el.
it: L'archivio dei font non è disponibile.
ja: フォントの保存領域を利用できません。
ko: 글꼴 저장 공간을 사용할 수 없습니다.
ms: Storan fon tidak tersedia.
pt: O armazenamento de fontes não está disponível.
ru: Хранилище шрифтов недоступно.
zh_hans: 字体存储空间不可用。

source: Fonts
de: Schriften
es: Fuentes
et: Fondid
fr: Polices
hu: Betűtípusok
it: Font
ja: フォント
ko: 서체
ms: Fon
pt: Tipos de letra
ru: Шрифты
zh_hans: 字体

source: Fonts you make stay on this device. They aren't attached to themes you share.
de: Selbst erstellte Schriften bleiben auf diesem Gerät. Sie werden geteilten Themes nicht beigefügt.
es: Las fuentes que creas se quedan en este dispositivo. No se adjuntan a los temas que compartes.
et: Sinu loodud fondid jäävad sellesse seadmesse. Neid ei lisata jagatavatele teemadele.
fr: Les polices que tu crées restent sur cet appareil. Elles ne sont pas jointes aux thèmes que tu partages.
hu: Az általad készített betűtípusok ezen az eszközön maradnak. A megosztott témákhoz nem csatolódnak.
it: I font che crei restano su questo dispositivo. Non vengono allegati ai temi che condividi.
ja: 作成したフォントはこの端末に残ります。共有するテーマには添付されません。
ko: 직접 만든 글꼴은 이 기기에만 남습니다. 공유하는 테마에는 첨부되지 않습니다.
ms: Fon yang anda cipta kekal pada peranti ini. Ia tidak dilampirkan pada tema yang anda kongsi.
pt: As fontes que cria ficam neste dispositivo. Não são anexadas aos temas que partilha.
ru: Созданные вами шрифты остаются на этом устройстве. Они не прикрепляются к темам, которыми вы делитесь.
zh_hans: 你制作的字体保留在此设备上，不会随分享的主题一起发送。

source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
et: Toit ja jook
fr: Nourriture et boissons
hu: Étel és ital
it: Cibo e bevande
ja: 食べ物と飲み物
ko: 음식 및 음료
ms: Makanan & Minuman
pt: Comida e bebida
ru: Еда и напитки
zh_hans: 食物与饮料

source: Forgiving
de: Nachsichtig
es: Tolerante
et: Leebe
fr: Indulgent
hu: Megbocsátó
it: Tollerante
ja: 寛容
ko: 관대함
ms: Bertolak ansur
pt: Tolerante
ru: Снисходительно
zh_hans: 宽容

source: Formal
de: Förmlich
et: Ametlik
fr: Formel
hu: Hivatalos
it: Formale
ja: 丁寧
ko: 격식체
ru: Официально
zh_hans: 正式

source: Formalize
de: Förmlicher
es: Formalizar
et: Ametlikusta
fr: Formaliser
hu: Hivatalosabb
it: Più formale
ja: 丁寧に
ko: 격식 있게
ms: Formalkan
pt: Formalizar
ru: Сделать официальным
zh_hans: 更正式

source: Found a bug, have an idea, or just want to say hi? Pick a channel, we read them all.
de: Einen Fehler gefunden, eine Idee oder einfach Lust, Hallo zu sagen? Wähle einen Kanal – wir lesen sie alle.
es: ¿Encontraste un error, tienes una idea o solo quieres saludar? Elige un canal, leemos todos.
et: Leidsid vea, on sul idee või tahad lihtsalt tere öelda? Vali kanal, me loeme neid kõiki.
fr: Un bug, une idée, ou juste envie de dire bonjour ? Choisissez un canal, nous les lisons tous.
hu: Hibát találtál, van egy ötleted, vagy csak köszönnél? Válassz egy csatornát, mindegyiket elolvassuk.
it: Trovato un bug, hai un'idea o vuoi solo salutare? Scegli un canale, li leggiamo tutti.
ja: 不具合を見つけた、アイデアがある、あるいは挨拶したいだけ？チャンネルを選んでください。すべて目を通しています。
ko: 버그를 발견했거나, 아이디어가 있거나, 인사만 하고 싶으신가요? 채널을 선택하세요. 모두 확인합니다.
ms: Menemui pepijat, ada idea, atau sekadar mahu bertanya khabar? Pilih saluran, kami baca semuanya.
pt: Encontrou um erro, tem uma ideia ou só quer dizer olá? Escolha um canal, lemos todos.
ru: Нашли ошибку, есть идея или просто хотите поздороваться? Выберите канал — мы читаем все.
zh_hans: 发现错误、有想法或只是想打个招呼？选择一个渠道，我们都会查看。

source: Founder Gift
de: Founder-Geschenk
es: Regalo Founder
et: Asutaja kingitus
fr: Cadeau Founder
hu: Founder ajándék
it: Regalo Founder
ja: Founderギフト
ko: Founder 선물
ms: Hadiah Founder
pt: Presente Founder
ru: Подарок основателя
zh_hans: Founder 礼物

source: Fountain
de: Füller
es: Pluma
et: Sulepenn
fr: Plume
hu: Toll
it: Pennino
ja: フェンテ
ko: 펜
ms: Pancuran
pt: Caneta
ru: Фонтан
zh_hans: 钢笔

source: Fox
de: Fuchs
es: Zorro
et: Rebane
fr: Renard
hu: Róka
it: Volpe
ja: キツネ
ko: 여우
ms: Rubah
pt: Raposa
ru: Лиса
zh_hans: 狐狸

source: Frame photo
de: Bildausschnitt anpassen
es: Encuadrar foto
et: Paiguta foto
fr: Cadrer la photo
hu: Fénykép igazítása
it: Inquadra foto
ja: 写真の配置を調整
ko: 사진 배치 조정
ms: Laraskan foto
pt: Enquadrar foto
ru: Кадрировать фото
zh_hans: 调整照片

source: Free
de: Gratis
es: Gratis
et: Tasuta
fr: Gratuit
hu: Ingyenes
it: Gratis
ja: 無料
ko: 무료
ms: Percuma
pt: Grátis
ru: Бесплатно
zh_hans: 免费

source: Free corners
de: Unabhängige Ecken
es: Esquinas independientes
et: Sõltumatud nurgad
fr: Coins indépendants
hu: Független sarkok
it: Angoli indipendenti
ja: 独立した角
ko: 독립 모서리
ms: Sudut bebas
pt: Cantos independentes
ru: Независимые углы
zh_hans: 独立圆角

source: Free corners (non-rectangular)
de: Freie Ecken (nicht rechteckig)
es: Esquinas libres (no rectangulares)
et: Vabad nurgad (mitte-ristkülikulised)
fr: Coins libres (non rectangulaires)
hu: Szabad sarkok (nem téglalap alakú)
it: Angoli liberi (non rettangolari)
ja: 自由な角（長方形でない）
ko: 자유로운 모서리 (비직사각형)
ms: Sudut bebas (bukan segi empat)
pt: Cantos livres (não retangulares)
ru: Свободные углы (не прямоугольник)
zh_hans: 自由边角（非矩形）

source: Free for 7 days, then %@ a month
de: 7 Tage kostenlos, danach %@ pro Monat
es: Gratis durante 7 días y después %@ al mes
et: Tasuta 7 päeva, seejärel %@ kuus
fr: Gratuit pendant 7 jours, puis %@ par mois
hu: 7 napig ingyenes, utána havi %@
it: Gratis per 7 giorni, poi %@ al mese
ja: 7日間無料、その後は月額%@
ko: 7일 무료, 이후 월 %@
ms: Percuma selama 7 hari, kemudian %@ sebulan
pt: Grátis durante 7 dias, depois %@ por mês
ru: 7 дней бесплатно, затем %@ в месяц
zh_hans: 免费 7 天，之后每月 %@

source: Free for 7 days, then monthly
de: 7 Tage kostenlos, danach monatlich
es: Gratis durante 7 días y después mensual
et: Tasuta 7 päeva, seejärel igakuiselt
fr: Gratuit pendant 7 jours, puis mensuel
hu: 7 napig ingyenes, utána havonta
it: Gratis per 7 giorni, poi mensile
ja: 7日間無料、その後は月額
ko: 7일 무료, 이후 월간 결제
ms: Percuma selama 7 hari, kemudian bulanan
pt: Grátis durante 7 dias, depois mensal
ru: Бесплатно 7 дней, затем ежемесячно
zh_hans: 免费 7 天，之后按月收费

source: Free with attribution
de: Kostenlos mit Namensnennung
es: Gratis con atribución
et: Tasuta allika mainimisega
fr: Gratuit avec attribution
hu: Ingyenes, forrásmegjelöléssel
it: Gratuito con attribuzione
ja: 表示さえすれば無料
ko: 출처 표기 시 무료
ms: Percuma dengan atribusi
pt: Gratuito com atribuição
ru: Бесплатно с указанием авторства
zh_hans: 署名即可免费使用

source: Fret
de: Bogen
es: Arco
et: Kaar
fr: Arche
hu: Ív
it: Arco
ja: アーチ
ko: 아치
ms: Lengkung
pt: Arco
ru: Дуга
zh_hans: 拱形

source: Friendly
de: Freundlich
es: Amigable
et: Sõbralik
fr: Amical
hu: Barátságos
it: Amichevole
ja: フレンドリー
ko: 친근함
ms: Mesra
pt: Amigável
ru: Дружелюбно
zh_hans: 友好

source: Frog
de: Frosch
es: Rana
et: Konn
fr: Grenouille
hu: Béka
it: Rana
ja: カエル
ko: 개구리
ms: Katak
pt: Sapo
ru: Лягушка
zh_hans: 青蛙

source: From
de: Von
es: Desde
et: Pärit
fr: Depuis
hu: Innen
it: Da
ja: 書き込み元
ko: 보낸 기기
ms: Daripada
pt: De
ru: Из
zh_hans: 来自

source: From Home, open Themes, then scroll to Background.
de: Öffne auf Start die Seite Themes und scrolle zu Hintergrund.
es: Desde Inicio, abre Temas y baja hasta Fondo.
et: Ava avalehel „Teemad” ja keri jaotiseni „Taust”.
fr: Depuis Accueil, ouvre Thèmes, puis fais défiler jusqu’à Arrière-plan.
hu: A Kezdőlapon nyisd meg a Témák oldalt, majd görgess a Háttér részhez.
it: Da Home, apri Temi e scorri fino a Sfondo.
ja: 「ホーム」から「テーマ」を開き、「背景」までスクロールします。
ko: ‘홈’에서 ‘테마’를 열고 ‘배경’까지 스크롤하세요.
ms: Dari Utama, buka Tema, kemudian tatal ke Latar.
pt: A partir de Início, abre Temas e desloca-te até Fundo.
ru: На главной странице откройте «Темы» и прокрутите до раздела «Фон».
zh_hans: 从“主页”打开“主题”，然后滚动到“背景”。

source: From NuKey
de: Aus NuKey
es: Desde NuKey
et: NuKeyst
fr: Depuis NuKey
hu: NuKeyből
it: Da NuKey
ja: NuKeyから
ko: NuKey에서
ms: Daripada NuKey
pt: Do NuKey
ru: Из NuKey
zh_hans: 来自 NuKey

source: From another app
de: Aus einer anderen App
es: Desde otra app
et: Teisest rakendusest
fr: Depuis une autre app
hu: Másik alkalmazásból
it: Da un'altra app
ja: ほかのAppから
ko: 다른 앱에서
ms: Daripada apl lain
pt: De outro app
ru: Из другого приложения
zh_hans: 从其他 App

source: From anti-ltd/clink-panels
de: Von anti-ltd/clink-panels
es: De anti-ltd/clink-panels
et: Allikas: anti-ltd/clink-panels
fr: D’anti-ltd/clink-panels
hu: Innen: anti-ltd/clink-panels
it: Da anti-ltd/clink-panels
ja: anti-ltd/clink-panels から
ko: anti-ltd/clink-panels에서
ms: Daripada anti-ltd/clink-panels
pt: De anti-ltd/clink-panels
ru: Из anti-ltd/clink-panels
zh_hans: 来自 anti-ltd/clink-panels

source: From clipboard
de: Aus der Zwischenablage
es: Del portapapeles
et: Lõikelaualt
fr: Du presse-papiers
hu: Vágólapról
it: Dagli appunti
ja: クリップボードから
ko: 클립보드에서
ms: Daripada papan klip
pt: Da área de transferência
ru: Из буфера обмена
zh_hans: 来自剪贴板

source: From me, the person who makes Clink 💛
de: Von mir, dem Menschen hinter Clink 💛
es: De parte de quien hace Clink 💛
et: Minult, inimeselt, kes Clinki loob 💛
fr: De la part de la personne qui crée Clink 💛
hu: Tőlem, a Clink készítőjétől 💛
it: Da chi crea Clink 💛
ja: Clinkを作っている本人より 💛
ko: Clink를 만드는 사람으로부터 💛
ms: Daripada saya, pembuat Clink 💛
pt: Da pessoa que faz o Clink 💛
ru: От меня — человека, который делает Clink 💛
zh_hans: 来自 Clink 的制作者 💛

source: From plugins
de: Aus Plugins
es: De plugins
et: Pistikprogrammidest
fr: Des plugins
hu: Bővítményekből
it: Dai plugin
ja: プラグインから
ko: 플러그인에서
ms: Daripada pemalam
pt: De plugins
ru: Из плагинов
zh_hans: 来自插件

source: From the original font
de: Aus der Originalschrift
es: De la fuente original
et: Algsest fondist
fr: De la police d'origine
hu: Az eredeti betűtípusból
it: Dal font originale
ja: 元のフォントから
ko: 원본 글꼴에서
ms: Daripada fon asal
pt: Da fonte original
ru: Из исходного шрифта
zh_hans: 来自原始字体

source: From your library.
de: Aus deiner Sammlung.
es: De tu biblioteca.
et: Sinu teegist.
fr: Depuis ta photothèque.
hu: A könyvtáradból.
it: Dalla tua libreria.
ja: ライブラリから。
ko: 보관함에서.
ms: Daripada pustaka anda.
pt: Da sua biblioteca.
ru: Из вашей библиотеки.
zh_hans: 来自你的资料库。

source: Full
de: Voll
es: Completo
et: Täielik
fr: Complet
hu: Teljes
it: Completo
ja: フル
ko: 전체
ms: Penuh
pt: Completo
ru: Полное
zh_hans: 完整

source: Full Access
de: Vollzugriff
es: Acceso completo
et: Täisjuurdepääs
fr: Accès complet
hu: Teljes hozzáférés
it: Accesso completo
ja: フルアクセス
ko: 전체 접근
ms: Akses penuh
pt: Acesso total
ru: Полный доступ
zh_hans: 完全访问

source: Full Access enables clipboard access, custom sounds, haptics and saving shared settings. GIF browsing also needs it to connect to KLIPY. Only your GIF searches and selections are sent to KLIPY, not your conversation. Everyday typing works without Full Access.
de: Vollzugriff ermöglicht den Zugriff auf die Zwischenablage, eigene Sounds, Haptik und das Speichern gemeinsamer Einstellungen. Auch das Durchsuchen von GIFs benötigt ihn, um eine Verbindung zu KLIPY herzustellen. An KLIPY werden nur deine GIF-Suchanfragen und deine GIF-Auswahl gesendet, nicht deine Unterhaltung. Normales Tippen funktioniert ohne Vollzugriff.
es: Acceso completo permite acceder al portapapeles, usar sonidos personalizados y respuesta háptica, y guardar los ajustes compartidos. También hace falta para conectar con KLIPY al explorar GIFs. Solo se envían a KLIPY tus búsquedas y selecciones de GIFs, no tu conversación. Puedes escribir normalmente sin Acceso completo.
et: Täisjuurdepääs võimaldab kasutada lõikelauda, kohandatud helisid ja puutetagasisidet ning salvestada jagatud seadeid. Seda on vaja ka GIF-ide sirvimisel KLIPY-ga ühenduse loomiseks. KLIPY-le saadetakse ainult GIF-ide otsingud ja valikud, mitte sinu vestlus. Tavaline kirjutamine töötab ilma täisjuurdepääsuta.
fr: L’Accès complet permet d’accéder au presse-papiers, d’utiliser les sons personnalisés et le retour haptique, et d’enregistrer les réglages partagés. Il est aussi nécessaire pour se connecter à KLIPY lorsque tu parcours des GIFs. Seuls tes recherches et tes choix de GIFs sont envoyés à KLIPY, pas ta conversation. Tu peux taper normalement sans l’Accès complet.
hu: A Teljes hozzáférés lehetővé teszi a vágólap elérését, az egyéni hangokat, a rezgéses visszajelzést és a megosztott beállítások mentését. A GIF-ek böngészésekor a KLIPY-hez való csatlakozáshoz is szükséges. A KLIPY-nek csak a GIF-kereséseket és a kiválasztott GIF-ek adatait küldjük el, a beszélgetésedet nem. A szokásos gépelés Teljes hozzáférés nélkül is működik.
it: L’Accesso completo permette di accedere agli appunti, usare suoni personalizzati e feedback aptico e salvare le impostazioni condivise. Serve anche per collegarsi a KLIPY quando sfogli le GIF. A KLIPY vengono inviate solo le ricerche e le selezioni di GIF, non la conversazione. Puoi scrivere normalmente senza Accesso completo.
ja: フルアクセスを有効にすると、クリップボード、カスタムサウンド、触覚フィードバック、共有設定の保存を利用できます。GIFの閲覧でKLIPYに接続する際にも必要です。KLIPYに送信されるのはGIFの検索内容と選択情報のみで、会話の内容は送信されません。通常の入力はフルアクセスなしでも利用できます。
ko: 전체 접근을 켜면 클립보드 접근, 사용자 설정 사운드, 햅틱, 공유 설정 저장을 사용할 수 있어요. GIF를 둘러볼 때 KLIPY에 연결하려면 전체 접근이 필요해요. KLIPY에는 GIF 검색 내용과 선택 정보만 전송되고, 대화 내용은 전송되지 않아요. 일반적인 입력은 전체 접근 없이도 가능해요.
ms: Akses penuh membolehkan akses papan klip, bunyi tersuai, maklum balas haptik dan penyimpanan tetapan dikongsi. Pelayaran GIF juga memerlukannya untuk menyambung ke KLIPY. Hanya carian dan pilihan GIF anda dihantar kepada KLIPY, bukan perbualan anda. Penaipan biasa berfungsi tanpa Akses penuh.
pt: O Acesso total permite aceder à área de transferência, usar sons personalizados e resposta háptica e guardar as definições partilhadas. Também é necessário para estabelecer uma ligação à KLIPY ao explorar GIFs. Só as tuas pesquisas e seleções de GIFs são enviadas à KLIPY, não a tua conversa. Podes escrever normalmente sem Acesso total.
ru: Полный доступ позволяет пользоваться буфером обмена, пользовательскими звуками и тактильным откликом, а также сохранять общие настройки. Он нужен и для соединения с KLIPY при просмотре GIF. В KLIPY отправляются только поисковые запросы и сведения о выбранных GIF, а не ваша переписка. Обычный ввод работает без Полного доступа.
zh_hans: “完全访问”允许访问剪贴板、使用自定义声音和触感反馈，以及保存共享设置。浏览 GIF 时连接 KLIPY 也需要此权限。发送给 KLIPY 的只有 GIF 搜索和选择信息，不包括对话内容。日常输入无需“完全访问”。

source: Full Access is needed
de: Vollzugriff wird gebraucht
es: Hace falta acceso completo
et: Vajalik on täisjuurdepääs
fr: L'accès complet est nécessaire
hu: Teljes hozzáférés kell hozzá
it: Serve l'accesso completo
ja: フルアクセスが必要です
ko: 전체 접근이 필요합니다
ms: Akses penuh diperlukan
pt: É preciso acesso total
ru: Нужен полный доступ
zh_hans: 需要完全访问

source: Full Access is optional. Clink works offline and your keystrokes never leave your phone.
de: Vollzugriff ist optional. Clink funktioniert offline und deine Tastenanschläge verlassen nie dein iPhone.
es: El acceso total es opcional. Clink funciona sin conexión y tus pulsaciones nunca salen de tu iPhone.
et: Täisjuurdepääs on valikuline. Clink töötab ühenduseta ja sinu klahvivajutused ei lahku kunagi telefonist.
fr: L'accès complet est facultatif. Clink fonctionne hors ligne et tes frappes ne quittent jamais ton iPhone.
hu: A Teljes hozzáférés nem kötelező. A Clink offline működik, és a leütéseid sosem hagyják el az iPhone-odat.
it: L'accesso completo è facoltativo. Clink funziona offline e ciò che digiti non lascia mai il tuo iPhone.
ja: フルアクセスは任意です。Clinkはオフラインで動作し、キー入力がiPhoneの外に出ることはありません。
ko: 전체 접근 허용은 선택 사항이에요. Clink는 오프라인으로 작동하며 키 입력은 iPhone 밖으로 나가지 않아요.
ms: Akses Penuh tidak wajib. Clink berfungsi di luar talian dan ketukan kekunci tidak pernah keluar daripada iPhone anda.
pt: O acesso total é opcional. O Clink funciona offline e o que escreves nunca sai do teu iPhone.
ru: Полный доступ необязателен. Clink работает офлайн, и ваши нажатия никогда не покидают телефон.
zh_hans: 完全访问是可选的。Clink 可离线运行，你的按键内容绝不会离开 iPhone。

source: Full Access required
de: Vollzugriff erforderlich
es: Se requiere acceso completo
et: Täisjuurdepääs on nõutav
fr: Accès complet requis
hu: Teljes hozzáférés szükséges
it: Accesso completo richiesto
ja: フルアクセスが必要です
ko: 전체 접근 허용 필요
ms: Akses Penuh diperlukan
pt: Acesso total necessário
ru: Требуется полный доступ
zh_hans: 需要完全访问权限

source: Future taps get nudged back toward the target.
de: Spätere Tipper werden wieder Richtung Ziel geschoben.
es: Los toques siguientes se empujan de vuelta hacia el objetivo.
et: Tulevased vajutused nihutatakse tagasi sihi poole.
fr: Les appuis suivants sont ramenés vers la cible.
hu: A későbbi koppintásokat visszatereli a cél felé.
it: I tocchi successivi vengono spinti di nuovo verso il bersaglio.
ja: 以降のタップは狙った位置へ寄せて補正されます。
ko: 이후의 탭은 목표 지점 쪽으로 살짝 당겨집니다.
ms: Ketikan seterusnya ditolak semula ke arah sasaran.
pt: Os toques seguintes são empurrados de volta para o alvo.
ru: Следующие нажатия подтягиваются обратно к цели.
zh_hans: 之后的点按会被往目标方向拉回。

source: Fuzzy Pinyin
de: Unscharfes Pinyin
es: Pinyin flexible
et: Paindlik pinyin
fr: Pinyin approximatif
hu: Rugalmas pinjin
it: Pinyin flessibile
ja: あいまいピンイン
ko: 유사 병음 허용
ms: Pinyin fleksibel
pt: Pinyin flexível
ru: Нечёткий пиньинь
zh_hans: 模糊拼音

source: GIF browsing connects to KLIPY. KLIPY receives your GIF searches, selected content and connection information, including your IP address. Your conversation and clipboard are not sent.
de: Beim Durchsuchen von GIFs wird eine Verbindung zu KLIPY hergestellt. KLIPY erhält deine GIF-Suchanfragen, ausgewählte Inhalte und Verbindungsinformationen, einschließlich deiner IP-Adresse. Deine Unterhaltung und der Inhalt deiner Zwischenablage werden nicht gesendet.
es: Al explorar GIFs, se establece una conexión con KLIPY. KLIPY recibe tus búsquedas de GIFs, el contenido seleccionado e información de conexión, incluida tu dirección IP. No se envían tu conversación ni el contenido del portapapeles.
et: GIF-ide sirvimisel luuakse ühendus KLIPY-ga. KLIPY saab sinu GIF-ide otsingud, valitud sisu ja ühenduse andmed, sealhulgas IP-aadressi. Sinu vestlust ega lõikelaua sisu ei saadeta.
fr: La navigation parmi les GIFs se connecte à KLIPY. KLIPY reçoit tes recherches de GIFs, le contenu sélectionné et des informations de connexion, dont ton adresse IP. Ta conversation et le contenu de ton presse-papiers ne sont pas envoyés.
hu: A GIF-ek böngészésekor az app csatlakozik a KLIPY-hez. A KLIPY megkapja a GIF-kereséseidet, a kiválasztott tartalmat és a kapcsolati adatokat, köztük az IP-címedet. A beszélgetésed és a vágólapod tartalmát nem küldjük el.
it: La navigazione tra le GIF si collega a KLIPY. KLIPY riceve le tue ricerche di GIF, i contenuti selezionati e le informazioni di connessione, incluso il tuo indirizzo IP. La conversazione e il contenuto degli appunti non vengono inviati.
ja: GIFを探す際はKLIPYに接続します。GIFの検索内容、選択したコンテンツ、IPアドレスを含む接続情報がKLIPYに送信されます。会話やクリップボードの内容は送信されません。
ko: GIF를 둘러볼 때 KLIPY에 연결해요. KLIPY는 GIF 검색 내용, 선택한 콘텐츠, IP 주소를 포함한 연결 정보를 받아요. 대화와 클립보드 내용은 전송되지 않아요.
ms: Pelayaran GIF membuat sambungan ke KLIPY. KLIPY menerima carian GIF anda, kandungan yang dipilih dan maklumat sambungan, termasuk alamat IP anda. Perbualan dan kandungan papan klip anda tidak dihantar.
pt: Ao explorar GIFs, é estabelecida uma ligação à KLIPY. A KLIPY recebe as tuas pesquisas de GIFs, o conteúdo selecionado e informações de ligação, incluindo o teu endereço IP. A tua conversa e o conteúdo da área de transferência não são enviados.
ru: При просмотре GIF устанавливается соединение с KLIPY. KLIPY получает ваши поисковые запросы, выбранный контент и сведения о соединении, включая IP-адрес. Переписка и содержимое буфера обмена не отправляются.
zh_hans: 浏览 GIF 时会连接到 KLIPY。KLIPY 会收到你的 GIF 搜索内容、选中的内容以及包括 IP 地址在内的连接信息。对话内容和剪贴板内容不会被发送。

source: GIF copied. Paste in your conversation.
de: GIF kopiert. Füge es in deine Unterhaltung ein.
es: GIF copiado. Pégalo en tu conversación.
et: GIF kopeeritud. Kleebi see vestlusesse.
fr: GIF copié. Colle-le dans ta conversation.
hu: GIF másolva. Illeszd be a beszélgetésbe.
it: GIF copiata. Incollala nella conversazione.
ja: GIFをコピーしました。会話にペーストしてください。
ko: GIF를 복사했어요. 대화에 붙여넣으세요.
ms: GIF disalin. Tampalkannya dalam perbualan anda.
pt: GIF copiado. Cola-o na tua conversa.
ru: GIF скопирован. Вставьте его в переписку.
zh_hans: GIF 已复制。请在对话中粘贴。

source: GIF link copied.
de: GIF-Link kopiert.
es: Enlace del GIF copiado.
et: GIF-i link kopeeritud.
fr: Lien du GIF copié.
hu: GIF-hivatkozás másolva.
it: Link alla GIF copiato.
ja: GIFのリンクをコピーしました。
ko: GIF 링크를 복사했어요.
ms: Pautan GIF disalin.
pt: Ligação do GIF copiada.
ru: Ссылка на GIF скопирована.
zh_hans: GIF 链接已复制。

source: GIF reported.
de: GIF gemeldet.
es: GIF denunciado.
et: GIF-ist on teatatud.
fr: GIF signalé.
hu: GIF jelentve.
it: GIF segnalata.
ja: GIFを報告しました。
ko: GIF를 신고했어요.
ms: GIF dilaporkan.
pt: GIF denunciado.
ru: Жалоба на GIF отправлена.
zh_hans: 已举报 GIF。

source: GIF search has reached its hourly limit. Try again later.
de: Das stündliche Limit für die GIF-Suche ist erreicht. Versuche es später erneut.
es: Se ha alcanzado el límite de búsquedas de GIFs por hora. Inténtalo más tarde.
et: GIF-ide otsingu tunnilimiit on täis. Proovi hiljem uuesti.
fr: La limite horaire de recherche de GIFs est atteinte. Réessaie plus tard.
hu: A GIF-keresés elérte az óránkénti korlátot. Próbáld újra később.
it: È stato raggiunto il limite orario per la ricerca di GIF. Riprova più tardi.
ja: GIF検索の1時間あたりの上限に達しました。しばらくしてから再試行してください。
ko: 시간당 GIF 검색 한도에 도달했어요. 나중에 다시 시도하세요.
ms: Carian GIF telah mencapai had setiap jam. Cuba lagi kemudian.
pt: Foi atingido o limite horário da pesquisa de GIFs. Tenta novamente mais tarde.
ru: Достигнут часовой лимит поиска GIF. Попробуйте позже.
zh_hans: GIF 搜索已达到每小时上限。请稍后重试。

source: GIF search is not configured yet.
de: Die GIF-Suche ist noch nicht eingerichtet.
es: La búsqueda de GIFs aún no está configurada.
et: GIF-ide otsing pole veel seadistatud.
fr: La recherche de GIFs n’est pas encore configurée.
hu: A GIF-keresés még nincs beállítva.
it: La ricerca di GIF non è ancora configurata.
ja: GIF検索はまだ設定されていません。
ko: GIF 검색이 아직 설정되지 않았어요.
ms: Carian GIF belum disediakan.
pt: A pesquisa de GIFs ainda não está configurada.
ru: Поиск GIF ещё не настроен.
zh_hans: GIF 搜索尚未配置。

source: GIFs are available to Clink members.
de: GIFs sind für Clink-Mitglieder verfügbar.
es: Los GIFs están disponibles para miembros de Clink.
et: GIF-id on saadaval Clinki liikmetele.
fr: Les GIFs sont disponibles avec un abonnement Clink.
hu: A GIF-ek a Clink előfizetői számára érhetők el.
it: Le GIF sono disponibili con un abbonamento Clink.
ja: GIFはClinkメンバーの方が利用できます。
ko: Clink 멤버십으로 GIF를 이용할 수 있어요.
ms: GIF tersedia untuk ahli Clink.
pt: Os GIFs estão disponíveis para membros Clink.
ru: GIF доступны по подписке Clink.
zh_hans: Clink 会员可使用 GIF 功能。

source: GIFs could not be loaded. Try again.
de: GIFs konnten nicht geladen werden. Versuche es erneut.
es: No se pudieron cargar los GIFs. Inténtalo de nuevo.
et: GIF-e ei õnnestunud laadida. Proovi uuesti.
fr: Impossible de charger les GIFs. Réessaie.
hu: Nem sikerült betölteni a GIF-eket. Próbáld újra.
it: Impossibile caricare le GIF. Riprova.
ja: GIFを読み込めませんでした。再試行してください。
ko: GIF를 불러오지 못했어요. 다시 시도하세요.
ms: GIF tidak dapat dimuatkan. Cuba lagi.
pt: Não foi possível carregar os GIFs. Tenta novamente.
ru: Не удалось загрузить GIF. Попробуйте ещё раз.
zh_hans: 无法加载 GIF。请重试。
